<?php

?>

<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Services</title>
    <link rel="stylesheet" href="service.css">
</head>
<style>
body {
    margin: 0;
    padding: 0;
    font-family: Arial, sans-serif;
    background-color: #2e4d1d;
}

.container {
    max-width: 600px;
    margin: 50px auto;
    background-color: #d3e0c7;
    padding: 20px;
    border-radius: 5px;
    box-shadow: 0px 0px 10px rgba(0, 0, 0, 0.1);
}

h1 {
    text-align: center;
    color: #2e4d1d;
}

ul {
    list-style: disc;
    padding-left: 20px;
    font-size: 18px;
    line-height: 1.6;
    color: #333;
}

</style>
<?php include 'nav.php'; ?>
<body>
    <div class="container">
        <h1>আমাদের সেবা</h1>
        <ul>
            <li>স্বচ্ছ সরবরাহ শৃঙ্খল: ব্লকচেইন খামার থেকে টেবিলে খাদ্য পণ্যের গতিবিধি ট্র্যাক করতে ব্যবহার করা যেতে পারে, নিশ্চিত করে যে ভোক্তারা জানেন যে তাদের খাদ্য কোথা থেকে এসেছে এবং কীভাবে তা উৎপাদিত হয়েছে। এটি খাদ্য নিরাপত্তা উন্নত করতে এবং জালিয়াতি কমাতে সাহায্য করতে পারে।</li><br>
            <li>বিকেন্দ্রীভূত বাজার: ব্লকচেইন একটি বিকেন্দ্রীভূত বাজার তৈরি করতে ব্যবহার করা যেতে পারে যেখানে কৃষকরা তাদের পণ্য সরাসরি ভোক্তাদের কাছে বিক্রি করতে পারে, মধ্যস্বত্বভোগীদের প্রয়োজন ছাড়াই। এটি কৃষকদের তাদের পণ্যের আরও ভালো দাম পেতে এবং খরচ কমাতে সাহায্য করতে পারে।</li><br>
            <li>আবহাওয়ার পূর্বাভাস: ব্লকচেইন ব্যবহার করা যেতে পারে আবহাওয়ার তথ্য সংগ্রহ এবং শেয়ার করতে, যা কৃষকদের রোপণ, সেচ এবং ফসল কাটার বিষয়ে আরও ভাল সিদ্ধান্ত নিতে সাহায্য করতে পারে।</li><br>
            <li>বাজার বুদ্ধিমত্তা: ব্লকচেইন বাজারের তথ্য সংগ্রহ এবং বিশ্লেষণ করতে ব্যবহার করা যেতে পারে, যেমন দাম, চাহিদা এবং সরবরাহ। এই তথ্য কৃষকদের তাদের ফসল এবং বিপণন কৌশল সম্পর্কে আরও ভাল সিদ্ধান্ত নিতে সাহায্য করতে পারে।</li><br>
            <li>বাংলা ভয়েস কমান্ড: ব্লকচেইন ভয়েস-অ্যাক্টিভেটেড সিস্টেম তৈরি করতে ব্যবহার করা যেতে পারে যা কৃষকদের তাদের ভয়েস ব্যবহার করে তাদের খামার নিয়ন্ত্রণ করতে দেয়। এটি কৃষকদের সময় খালি করতে পারে এবং তাদের অন্যান্য কাজে মনোনিবেশ করতে দেয়।</li><br>
            <li>প্রশিক্ষণ এবং সংস্থান: ব্লকচেইন ব্যবহার করে কৃষকদের তাদের ব্যবসায় কীভাবে ব্লকচেইন প্রযুক্তি ব্যবহার করতে হয় সে সম্পর্কে প্রশিক্ষণ এবং সংস্থান প্রদান করা যেতে পারে। এটি কৃষকদের ব্লকচেইন প্রযুক্তি গ্রহণ করতে এবং এটির সুবিধাগুলি কাটাতে সাহায্য করতে পারে৷</li>
        </ul>
    </div>
    <?php include 'footer.php'; ?>
</body>
</html>
